{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "efmls-configs-nvim": {
      "src": "https://github.com/creativenull/efmls-configs-nvim"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://www.github.com/lewis6991/gitsigns.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://www.github.com/echasnovski/mini.nvim"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://www.github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    }
  }
}
